intro = '''
    Добро пожаловать в наш интернет-магазин компьютерных игр — идеальное место для всех геймеров! Мы предлагаем широкий ассортимент игр для различных платформ: ПК, PlayStation, Xbox и Nintendo. У нас вы найдете как новинки, так и классические хиты, которые подарят вам незабываемые моменты увлекательного игрового процесса.

Наш магазин гордится тем, что предлагает только лицензионные продукты, обеспечивая высокое качество и безопасность каждой покупки. Мы регулярно обновляем наш каталог, чтобы вы всегда могли быть в курсе последних релизов и акций. Кроме того, у нас есть раздел с предзаказами, где вы можете забронировать самые ожидаемые игры до их официального выхода.

Мы ценим каждого клиента и стремимся предоставить лучший сервис. Наша команда профессионалов всегда готова помочь вам с выбором, ответить на вопросы и предложить рекомендации. У нас также есть система лояльности, которая позволяет накапливать бонусы за покупки и обменивать их на скидки.

Присоединяйтесь к нашему сообществу геймеров, участвуйте в конкурсах и акциях, следите за новостями и обновлениями. Мы уверены, что у нас вы найдете именно то, что искали!
'''


games = [['Game ' + str(i+1), 'discription ' + str((i+1)*3)] for i in range(4)]